<template>
    <!-- 行业资讯详情页 -->
    <div class='sub-page-detail'>
        <p>最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释（一）</p>
        <div class="conten-date d-flex justify-space-between">
            <span>发布日期：2020-11-19  11:45:13</span>
            <p class="view">
                <span class="icon">
                    <v-icon>fas fa-view</v-icon>
                </span>
                <span>628</span>
            </p>
        </div>
        <div class="info-content" v-html="content"></div>
        <div class="btn-bottom text-center">
            <v-btn @click="handleReturn">返回</v-btn>
        </div>
        
    </div>
</template>

<script>
    export default {
        data: function(){
            return {
                content: `按照四川省委关于“以建立全省立法专家库为突破口，推动立法创新发展”的要求，根据四川省第十三届人民代表大会常务委员会第十八次主任会议审议通过的《四川省立法专家库管理办法》的规定，省人大常委会法工委组织筛选了36名省内、省外法学领域的理论研究和实务工作者作为第一批聘任的立法专家。

谢佳佐律师与部分受聘立法专家在聘任仪式上

2019年2月19日上午，四川省第十三届人民代表大会常务委员会在成都举行了四川省立法专家聘任仪式。四川省人大常委会副主任刘作明、秘书长焦伟侠以及省人大各专门委员会主任委员、部分受聘立法专家出席了聘任仪式。聘任仪式由省人大常委会法工委主任田万国主持。在聘任仪式上，36位法学领域的专业人士接过聘任证书，正式成为四川省立法专家库的第一批立法专家，这也标志着四川省立法专家库正式建立。四川省立法专家库是为了响应习近平总书记提出的全面推进科学立法、严格执法、公正司法、全民守法，坚持依法治国、依法执政、依法行政共同推进，坚持法治国家、法治政府、法治社会一体建设，不断开创依法治国新局面的号召而设立。对四川省人民代表大会及其常委会推进科学立法、民主立法、依法立法，提高地方立法质量将发挥重要力量。

谢佳佐律师与省人大常委会副主任刘作明合影

在聘任仪式上，徐继敏教授作为立法专家代表进行了发言，表示受聘专家们将通过参与立法，为人大主导作用的发挥提供重要的专业支撑和智力支持，推动我省立法起草、论证、审议、评估、备案审查等机制的不断健全和完善。省人大常委会副主任刘作明同志也代表省人大在聘任仪式上对与会的立法专家提出要求希望受聘的立法专家们深刻领会省委的要求以及建立四川省立法专家库的重大意义，要求立法专家们求真务实，发挥专长，为四川省的立法工作积极建言献策。

谢佳佐律师与省人大法制委员会主任委员刘达贵合影

元绪律师事务所主任、首席合伙人、高级律师谢佳佐凭借深厚的法学理论知识，精湛的专业技能和丰富的实践经验，在本次立法专家聘任仪式上，被聘为四川省第一批立法专家。谢佳佐律师至今执业已有25年，分别自2014年、2015年起已连续两届被聘任为四川省人民政府法律顾问、四川省政协立法协商专家。本次作为省人大聘任的首批四川省立法专家，谢佳佐律师将从政治的高度充分认识这一工作的重要性，积极参与立法工作，忠实履行职责使命。`
            }
        },
        methods: {
            handleReturn: function(){
                this.$router.go(-1)
            }
        }
    }
</script>
<style lang='scss'>
    .sub-page-detail {
        @extend .bg-white;
        padding: 50px 45px;

        .conten-date {
            width: 45%;
            font-size: 16px;
            color: #888888;
        }
        .info-content {
            font-size: 16px;
            color: #333;
            line-height: 1.8;
        }
        .btn-bottom {
            margin-top: 60px;
        }
    }
</style>